# MullionFamType Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MullionFamType Property
ParameterTypeId Class See Also
---
"Mullion Family General Shape"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MullionFamType { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MullionFamType As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MullionFamType {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace